{"0": {"header": "The 11 cities most likely to run out of drinking water - like Cape Town ...", "detail": "11 Feb 2018 ... Like China, India struggles with water pollution and Bangalore is no different: an \nin-depth inventory of the city's lakes found that 85% had water that could only be \nused for irrigation and industrial cooling. Not a single lake had suitable water for \ndrinking or bathing. Will Cape Town be the first city to run out of ...", "link": "http://www.bbc.com/news/world-42982959"}, "1": {"header": "Dear BBC, Bengaluru isn't running out of water ... - The News Minute", "detail": "5 Mar 2018 ... The article said: “Local officials in the southern Indian city have been \nbamboozled by the growth of new property developments following Bangalore's \nrise as a ... A recent article on BBC had listed Bengaluru on the second position \namong the top 11 cities to run out of drinking water in the coming years.", "link": "https://www.thenewsminute.com/.../dear-bbc-bengaluru-isn-t-running-out-water-soon-here-s-why-77445"}, "2": {"header": "Will Bengaluru run out of water and is it too late ... - The News Minute", "detail": "14 Feb 2018 ... Is Bengaluru going to run out of water soon? The acute water crisis at Cape Town \nin South Africa has alarm bells ringing in Bengaluru and the city even featured in \na BBC list on 'The 11 cities most likely to run out of drinking water'. With the city's \nplanning in a shambles, experts say that Bengaluru is ...", "link": "https://www.thenewsminute.com/.../will-bengaluru-run-out-water-and-it-too-late-save-city-76455"}, "3": {"header": "Dear BBC, Bengaluru isn't running out of water soon. Here's why ...", "detail": "14 Feb 2018 ... A recent article on British Broadcasting Corporation (BBC) website listed \nBengaluru among the 11 cities that will go out of water soon. ... by the growth of \nnew property developments following Bangalore's rise as a technological hub \nand are struggling to manage the city's water and sewage systems.", "link": "http://bengaluru.citizenmatters.in/bangalore-water-scarcity-solutions-2018-23160"}, "4": {"header": "Why Bengaluru may be first Indian city to run out of drinking water by ...", "detail": "20 Feb 2018 ... On February 11, 2018, the British Broadcasting Corporation (BBC) put Bengaluru \non a list of 11 major cities in the modern era likely to run out of drinking water. \nKarnataka's capital, Bengaluru is the third most populous city and the fifth largest \nmetropolitan area in India. It is the only Indian city on the list, even ...", "link": "http://www.business-standard.com/.../why-bengaluru-may-be-first-indian-city-to-run-out-of-drinking-water-by-2030-118022000097_1.html"}, "5": {"header": "Is Bengaluru about to run dry? | The Indian Express", "detail": "26 Feb 2018 ... Earlier this month, a BBC report listed 11 world cities that were “most likely to run \nout of drinking water”, and put Bengaluru at number 2, behind only ... The \nBangalore Water Supply and Sewerage Board (BWSSB) — the state agency \nmanaging water supply and sewage disposal — was quick to respond.", "link": "http://indianexpress.com/.../bengaluru-drinking-water-problem-cauvery-dispute-supreme-court-5078111/"}, "6": {"header": "B'luru May Run Out of Drinking Water & the Crisis is Man-Made", "detail": "13 Feb 2018 ... In India, that fear of water shortage is the most acute in Bengaluru. India's IT hub \nis placed only second after Brazil's financial capital, São Paulo, on a list of 11 \nother cities likely to run out of drinking water in the near future. The list, compiled \nby BBC News, ranks Beijing right after Bengaluru, followed by ...", "link": "https://www.thequint.com/news/.../bengaluru-water-scarcity-problem"}, "7": {"header": "water shortage: Water crisis: Is Bengaluru heading for Day Zero ...", "detail": "13 Feb 2018 ... News; »; City News; »; Bangalore News; »; Civic Issues; »; Water crisis: Is \nBengaluru heading for Day Zero? ... when a BBC report, reportedly based on UN-\nendorsed projections, listed Bengaluru in the second position after Brazil's Sao \nPaulo among the 11 global cities that are likely to run of drinking water.", "link": "https://timesofindia.indiatimes.com/city/.../water.../62893432.cms"}, "8": {"header": "Bengaluru 2nd city most likely to run out of water: Report - Oneindia ...", "detail": "12 Feb 2018 ... Owing to a combination of climate change, human action, and population growth \nglobal demand for fresh water will exceed supply by 40 per cent in 2030, \naccording to reports. A report by BBC based UN-endorsed projections listed 11 \ncountries across the globe likely to run out of drinking water. Karnataka ...", "link": "https://www.oneindia.com/.../bengaluru-2nd-city-most-likely-to-run-out-of-water-report-2639891.html"}, "9": {"header": "Cape Town is running out of water... Bengaluru is next - Rediff.com ...", "detail": "13 Feb 2018 ... Here are 10 other cities that are most likely to run out of drinking water. | Cape \nTown is ... Rediff.com » News » Cape Town is running out of water. ... On May 11, \nit is predicted that Cape Town in South Africa will face 'Day Zero' -- the day when \nthe major city will face the threat of running out of drinking water.", "link": "http://www.rediff.com/news/.../pix...running-out...water.../20180213.htm"}, "10": {"header": "Bengaluru alert! Why India's IT capital may face Cape Town fate ...", "detail": "14 Feb 2018 ... Bengaluru city of India is most likely to be the first Indian urban settlement that will \nrun out of drinking water. ... An Indian Institue of Science (IISC) study says, “\nBangalore is experiencing unprecedented rapid urbanisation and sprawl in \nrecent times due to unplanned unrealistic concentrated developmental ...", "link": "http://www.financialexpress.com/...news/...without-drinking-water/1065856/"}, "11": {"header": "India's Water Crisis: Bangalore city residents face water shortages ...", "detail": "21 Mar 2018 - 2 min - Uploaded by TRT WorldThursday is World Water Day, and India's own Silicon Valley is facing a man- made crisis. It ...", "link": "https://www.youtube.com/watch?v=LkNZCLc-qaM"}, "12": {"header": "India: Will Bangalore run out of water? - YouTube", "detail": "22 Mar 2018 - 6 min - Uploaded by FRANCE 24 EnglishSubscribe to France 24 now: http://f24.my/youtubeEN FRANCE 24 live news  stream: all the ...", "link": "https://www.youtube.com/watch?v=tdH1Gr3XQCA"}, "13": {"header": "BBC: Bengaluru only Indian city in the world to have no water; here ...", "detail": "13 Feb 2018 ... According to UN-endorsed projections, global demand for fresh water will exceed \nsupply by 40% in 2030, due to a combination of climate change, human action \nand population growth, stated BBC. Here is the list of 10 cities in the world which \nif action not taken immediately, will run out of water to drink in ...", "link": "http://newsable.asianetnews.com/.../no-water-in-bangalore-bbc-report-bengaluru-to-dry-up-how-to-save-water"}, "14": {"header": "Thirsty Bengaluru: Here is Why SC Decided to Give More Water from ...", "detail": "16 Feb 2018 ... Bengaluru is second in a list of 11 cities apart from Cape Town facing the threat \nof running out of water based on an UN-backed study, published by the BBC.", "link": "https://www.news18.com/news/.../thirsty-bengaluru-here-is-why-supreme-court-decided-to-give-more-water-from-cauvery-to-karnataka-1659..."}, "15": {"header": "India's Silicon Valley Is Dying of Thirst. Your City May Be Next | WIRED", "detail": "2 May 2017 ... Bangalore has a problem: It is running out of water, fast. Cities all over the world, \nfrom those in the American West to nearly every major Indian metropolis, have \nbeen struggling with drought and water deficits in recent years. But Bangalore is \nan extreme case. Last summer, a professor from the Indian ...", "link": "https://www.wired.com/.../why-bangalores-water-crisis-is-everyones-crisis/"}, "16": {"header": "These 11 cities may run out of water like Cape Town | IOL Business ...", "detail": "13 Feb 2018 ... CAPE TOWN - The City of Cape Town's strict control measures on water usage \nhas forced Capetonians to change their water usage behaviours as the city is \nbattling to avoid 'Day Zero', but water scarcity seems to be affecting other global \ncities, according to BBC News. The BBC identifies a few other cities ...", "link": "https://www.iol.co.za/.../these-11-cities-may-run-out-of-water-like-cape-town-13243926"}, "17": {"header": "8 major cities running out of water | Euronews", "detail": "11 Feb 2018 ... Despite rejoicing at recent rainfall, Cape Town is the first major city in the modern \nera to face the threat of running completely out of drinking water. ... city's water \nand sewer systems have struggled to keep up since with a population boom and \nthe rise of new property developments since the Bangalore's rise ...", "link": "http://www.euronews.com/2018/.../8-major-cities-running-out-of-water-cape-town"}, "18": {"header": "Wakeup call: Bengaluru heading the Cape Town way? Could be first ...", "detail": "14 Feb 2018 ... Bengaluru: It is an alarming wake-up call for the state government, the civic body, \nas well as the citizens of Bengaluru as a study by BBC, has stated that the I-T city \ncould be the first modern city in India to run out of drinking water. The report by \nBBC has claimed that the situation at Cape Town is just the tip of ...", "link": "http://www.timesnownews.com/...water...drinking-water...water...water.../198590"}, "19": {"header": "Dealing with water shortage in Bangalore - India Water Portal", "detail": "Once, we came out and started living in a busy locality in Bangalore, I realized \nafter all everybody is not lucky to get uninterrupted supply of water and power! ... \nThe topographic setting of the city has radial slopes towards east and west with a \nsmooth ridge running north to south; rainfall over the ridge area gets divided and\n ...", "link": "http://www.indiawaterportal.org/news/dealing-water-shortage-bangalore"}, "20": {"header": "Is Bangalore really running out of water? - BBC", "detail": "6 Mar 2018 ... A recent report has said the south Indian city of Bangalore could be doomed, like \nCape Town in South Africa, to face the threat of running out of drinking water. But \nis this really the case? The BBC's Imran Qureshi investigates. The fact that \nBangalore is under \"water stress\" cannot be denied. The term is used ...", "link": "http://www.bbc.co.uk/news/world-asia-india-43252435"}, "21": {"header": "Cape Town will be the first modern city to run out of drinking water ...", "detail": "12 Feb 2018 ... Despite near-perennial water shortage in many parts of the country, India's \napproach to the problem is slow, short-sighted, and shows an unwillingness to \naccept both the principles of free market economics and technological \nadvancements.", "link": "https://www.hindustantimes.com/...run-out...drinking-water.../story-LX8VpPaTZLgs4xnyemQ7wN.html"}, "22": {"header": "Water Crisis: Why Bengaluru May Run Out Of Drinking Water In 12 ...", "detail": "21 Feb 2018 ... On February 11, 2018, the British Broadcasting Corporation (BBC) put Bengaluru \non a list of 11 major cities in the modern era likely to run out of drinking water.", "link": "https://www.bloombergquint.com/.../why-bengaluru-may-run-out-of-drinking-water-in-12-years"}, "23": {"header": "India's IT hub Bangalore Among 11 Cities in World That Will face ...", "detail": "11 Feb 2018 ... However, Cape Town is not the only city which is facing water crisis situation but \nIndia is also struggling with this problem. A media report has listed 11 cities \nacross the world which is likely to run out of drinking water in future. And India's IT \nhub Bangalore city stands at the second position in the list.", "link": "http://www.india.com/news/.../indias-it-hub-bangalore-among-11-cities-in-world-that-will-face-water-crisis-in-future-2889443/"}, "24": {"header": "Bengaluru's looming water crisis - The Hindu", "detail": "18 Jul 2017 ... A recent newspaper report warns that Bangalore might have to supply water on a \nrotation basis every three days if reservoir levels continue to plunge. ... as \ndrought affected areas with Karnataka receiving 29% less rainfall compared to \n2015, leaving the Cauvery as well as dams across the state nearly dry.", "link": "http://www.thehindu.com/real-estate/...water-crisis/article19294851.ece"}, "25": {"header": "Bangalore among the 11 cities across world that will likely run out of ...", "detail": "11 Feb 2018 ... South Africa's Cape Town city was in news recently for its lack of drinking water. \nSo much, that the visiting Indian cricket team members were asked to finish their \nshowers in just 2 minutes and flush only if 'absolutely' necessary. Turns out Cape \nTown is not the only city which faces a likely situation of ...", "link": "https://www.inuth.com/india/bangalore-will-run-out-of-water/"}, "26": {"header": "Why India faces a major water crisis - DailyO", "detail": "12 Mar 2018 ... Back in India, Bangalore could be our first victim. Alarm bells rang loud when a \nBBC report, reportedly based on UN-endorsed projections, listed Bangalore in \nthe second position after Brazil's Sao Paulo, among cities which could run out of \ndrinking water. And while in Sao Paulo it is because of consistent ...", "link": "https://www.dailyo.in/.../water...jal...water...water.../22787.html"}, "27": {"header": "Bengaluru Second-Most Likely City In The World To Run Out Of Water", "detail": "13 Feb 2018 ... In a list published by BBC, India's Silicon Valley Bengaluru is listed as the second \ncity after Sao Paolo, Brazil to run out of water. This is ... Cauvery water is required \nfor our farmers as well for irrigation and should not be overused only for drinking \nwater supply of Bengaluru,” Sridhar expresses with concern.", "link": "https://thelogicalindian.com/health/bengaluru-water-crisis/"}, "28": {"header": "Alarming 21 Indian Cities Will Run Out Of Water By 2030 - BW ...", "detail": "19 Jun 2017 ... High five digit salary and a dream job with a top IT company could not hold \nRatnesh Khanna to stay in India's IT capital, Bangalore. Ratnesh who had shifted \nonly ... Water used to come in private tankers and to drink water, we had to \ndepend completely on bottled water supply. I would always feel sick and ...", "link": "http://businessworld.in/article/...Run-Out...Water.../19-06-2017-120383"}, "29": {"header": "Is Cape Town just the beginning of a global water crisis?", "detail": "27 Feb 2018 ... At that point, the remaining water will go to hospitals and certain settlements that \ndepend on communal faucets. Most people in the city will run out of tap water for \ndrinking, bathing or other uses. In this way, Cape Town could be just the first of \nmany other cities that could have no access to clean water.", "link": "https://www.accuweather.com/en/...news/cape...water.../70004137"}, "30": {"header": "Will Bangalore have to be evacuated by 2023? - Firstpost", "detail": "13 Apr 2013 ... Leakages in water supply, polluted groundwater and untreated sewage will only \nexacerbate Bangalore's water woes and ominous predictions suggest a ... Hence\n, it comes as no surprise then that most borewells have gone deeper, even up to \n1000 feet and the ones which aren't as deep have run dry.", "link": "https://www.firstpost.com/.../will-bangalore-have-to-be-evacuated-by-2023-697649.html"}, "31": {"header": "Oops! Here Are 11 Cities Most Likely To Run Out Of Drinking-Water ...", "detail": "13 Feb 2018 ... Despite covering about 70 percent of the earth's surface, water, especially \ndrinking water, is not as plentiful as one might think. Only 3% of it is fresh. The 11 \ncities most likely to run out of drinking water in the near future. 1. São Paulo, \nBrazil 2. Bangalore, India 3. Beijing, China 4. Cairo, Egypt 5. Jakarta ...", "link": "http://ceoworld.biz/.../oops-here-are-11-cities-most-likely-to-run-out-of-drinking-water-in-the-near-future/"}, "32": {"header": "Cape Town water crisis: on “Day Zero” the city will cut off running ...", "detail": "9 Feb 2018 ... The South African megacity has been struck by a historic drought, and now it's \nrunning out of water. ... Cape Town is bracing for “Day Zero” — the day it cuts off \nrunning water for 4 million people ... of water a day. That's all the water they'll \nhave for drinking, bathing, flushing toilets, and washing their hands.", "link": "https://www.vox.com/.../cape-town-water-crisis-day-zero-south-africa"}, "33": {"header": "11 cities around the world that may run out of water - MSN.com", "detail": "26 Feb 2018 ... 11 cities around the world that may run out of water. ... Slide 1 of 25: Cape Town \nhas been in the news for a relentless drought ... Bangalore, India. The lakes' \nwater wasn't suitable for drinking or bathing. The plumbing system is also faulty, \nso much so that the city wastes over half of its drinking water.", "link": "https://www.msn.com/en-in/news/...run-out...water/ss-BBJgftP"}, "34": {"header": "At least 200 cities are fast running out of water - Down To Earth", "detail": "6 days ago ... While the world's most dramatic urban crisis unfolds in Africa, recent studies say \nat least 200 cities across the world are fast running out of water. An analysis by \nDown To Earth ... Over the years, Bengaluru has become increasingly dependent \non the Cauvery river for drinking water. In fact, in February while ...", "link": "http://www.downtoearth.org.in/news/bengaluru-beijing-mexico-city-and-istanbul-are-some-of-the-cities-that-are-headed-towards-day-zero-59984"}, "35": {"header": "This Indian City is on the global list of cities that will run out of water ...", "detail": "12 Feb 2018 ... While Cape Town is in the unenviable situation of being the first major city in the \nmodern era to face the threat of running out of drinking water, there's an ... Similar \nto China, India grapples with water pollution and Bangalore is no different: an in-\ndepth inventory of the city's lakes found that 85% had water that ...", "link": "http://www.newsmobile.in/.../indian-city-global-list-cities-will-run-water/"}, "36": {"header": "Will Bengaluru run out of water in the future? - Quora", "detail": "http://www.news18.com/amp/news/india/bengaluru-2nd-in-list-of-11-cities-\nrunning-out-of-water-1659475.html. UpdateCancel ... Yes according to statistics \nin the year 2025 Bangalore will face hazardous water shortage and more than \nhalf the population will not have adequate water supply. 60 Views ...", "link": "https://www.quora.com/in/Will-Bengaluru-run-out-of-water-in-the-future"}, "37": {"header": "Bengaluru among 11 world cities which may likely run out of ...", "detail": "12 Feb 2018 ... Bengaluru, Feb 12: Bengaluru has been featured among the 11 cities across the \nworld by BBC, which is likely to run out of drinking water. .... well, it makes really \nscared now when nature itself turning into problem water scarcity in the city of \nBangalore. goes dry then all of them will start moving to Mysore ...", "link": "http://www.daijiworld.com/news/newsDisplay.aspx?newsID=495306"}, "38": {"header": "Bengaluru won't face any water crisis till 2030, says George", "detail": "13 Feb 2018 ... Even in the summer, there will be no problem of drinking water,\" he said, reacting \nto a BBC News report entitled 'The 11 cities most likely to run out of drinking \nwater'. Bengaluru is featured second. The minister said the BBC had not \napproached the state government for information. The Bangalore Water ...", "link": "http://www.deccanherald.com/.../bengaluru-wont-face-any-water.html"}, "39": {"header": "City of burning lakes: experts fear Bangalore will be uninhabitable ...", "detail": "1 Mar 2017 ... The illegal dumping of waste mixed with mass untreated sewage in India's \nSilicon Valley is creating a water crisis which threatens residents' health – and is \n... A few days later, it was in the news again for being covered in snow-like froth, \nwhich began to swirl up in the summer wind, engulfing passers-by.", "link": "https://www.theguardian.com/.../burning-lakes-experts-fear-bangalore-uninhabitable-2025"}}